Repository: ricvecchio/rdv-performance-ios
Catalog: rdvperfomance/Localizable.xcstrings
Source language: pt_br
Languages: en, es

# default_workout.academia.pernas.pernas_a.block.2.details
source: • Joelho acompanha a linha do pé • Tronco firme e abdômen ativo • Descida controlada, suba com potência
en: • Knee follows the line of the foot • Keep your torso firm and abs engaged • Lower with control, rise with power
es: • La rodilla sigue la línea del pie • Tronco firme y abdomen activo • Bajada controlada, sube con potencia

# default_workout.academia.pernas.pernas_a.block.2.name
source: Técnica
en: Technique

# default_workout.academia.pernas.pernas_a.block.3.details
source: 1) Agachamento Livre — 5x5–8 2) Leg Press — 4x10–12 3) Cadeira Extensora — 3x12–15 4) Passada (halter) — 3x10 cada perna 5) Panturrilha em pé — 4x12–20 Descanso: 90s (1), 60–90s (2), 45–60s (3–5)
en: 1) Barbell Squat — 5x5–8 2) Leg Press — 4x10–12 3) Leg Extension — 3x12–15 4) Walking Lunge (dumbbell) — 3x10 each leg 5) Standing Calf Raise — 4x12–20 Rest: 90s (1), 60–90s (2), 45–60s (3–5)
es: 1) Sentadilla con Barra Libre — 5x5–8 2) Prensa de Piernas — 4x10–12 3) Extensión de Cuádriceps — 3x12–15 4) Zancada Caminando (mancuerna) — 3x10 cada pierna 5) Elevación de Talones de Pie — 4x12–20 Descanso: 90s (1), 60–90s (2), 45–60s (3–5)

# default_workout.academia.pernas.pernas_a.block.3.name
source: Repetições
en: Repetitions
es: Repeticiones

# default_workout.academia.pernas.pernas_a.description
source: Treino padrão com agachamento e acessórios clássicos para pernas fortes e estáveis.
en: Standard workout with squats and classic accessory exercises for strong, stable legs.
es: Entrenamiento estándar con sentadillas y ejercicios accesorios clásicos para unas piernas fuertes y estables.

# default_workout.academia.pernas.pernas_a.name
source: PERNAS_A
en: Legs A
es: Piernas A

# default_workout.academia.pernas.pernas_a.title
source: Pernas A – Quadríceps e Base
en: Legs A – Quadriceps and Foundation
es: Piernas A – Cuádriceps y Base

# default_workout.academia.pernas.pernas_b.block.1.details
source: • 5–8 min bike leve • 2x12 Ponte de glúteos • 2x10 Good morning (leve) • 1–2 séries leves do exercício principal
en: • 5–8 min of easy cycling • 2x12 Glute Bridges • 2x10 Good mornings (light) • 1–2 light sets of the main exercise
es: • 5–8 min de bicicleta suave • 2x12 Puente de Glúteos • 2x10 Good morning (ligero) • 1–2 series ligeras del ejercicio principal

# default_workout.academia.pernas.pernas_b.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.academia.pernas.pernas_b.block.2.details
source: • Coluna neutra no hinge (RDL/terra) • Sinta alongar posterior, sem “roubar” • Contraia glúteo no topo
en: • Neutral spine during the hinge (RDL/deadlift) • Feel the hamstrings stretch, without “cheating” • Squeeze your glutes at the top
es: • Columna neutra en la bisagra de cadera (RDL/peso muerto) • Siente el estiramiento de los isquiotibiales, sin hacer “trampas” • Contrae los glúteos en la parte superior

# default_workout.academia.pernas.pernas_b.block.2.name
source: Técnica
en: Technique

# default_workout.academia.pernas.pernas_b.block.3.details
source: 1) Levantamento Terra Romeno — 4x6–10 2) Mesa Flexora — 4x10–12 3) Hip Thrust — 4x8–12 4) Afundo (búlgaro) — 3x8–10 cada perna 5) Panturrilha sentado — 4x12–20 Descanso: 60–90s
en: 1) Romanian Deadlift — 4x6–10 2) Lying Leg Curl — 4x10–12 3) Hip Thrust — 4x8–12 4) Bulgarian Split Squat — 3x8–10 each leg 5) Seated Calf Raise — 4x12–20 Rest: 60–90s
es: 1) Peso Muerto Rumano — 4x6–10 2) Curl Femoral Tumbado — 4x10–12 3) Hip Thrust — 4x8–12 4) Sentadilla Búlgara — 3x8–10 cada pierna 5) Elevación de Talones Sentado — 4x12–20 Descanso: 60–90s

# default_workout.academia.pernas.pernas_b.block.3.name
source: Repetições
en: Repetitions
es: Repeticiones

# default_workout.academia.pernas.pernas_b.description
source: Treino padrão para fortalecer posterior de coxa e glúteos com padrões de hinge.
en: Standard workout to strengthen the hamstrings and glutes using hip hinge patterns.
es: Entrenamiento estándar para fortalecer los isquiotibiales y los glúteos con patrones de bisagra de cadera.

# default_workout.academia.pernas.pernas_b.name
source: PERNAS_B
en: Legs B
es: Piernas B

# default_workout.academia.pernas.pernas_b.title
source: Pernas B – Posterior e Glúteos
en: Legs B – Hamstrings and Glutes
es: Piernas B – Isquiotibiales y Glúteos

# default_workout.crossfit.girlsWods.angie.block.1.details
source: 3 rounds leves: - 10 air squats - 10 sit-ups - 5 pull-ups Mobilidade de ombros e quadril
en: 3 easy rounds: - 10 air squats - 10 sit-ups - 5 pull-ups Shoulder and hip mobility
es: 3 rondas suaves: - 10 air squats - 10 sit-ups - 5 pull-ups Movilidad de hombros y cadera

# default_workout.crossfit.girlsWods.angie.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.angie.block.2.details
source: Treino contínuo, sem divisão obrigatória de séries.
en: A continuous workout with no mandatory set partitioning.
es: Entrenamiento continuo sin división obligatoria de las series.

# default_workout.crossfit.girlsWods.angie.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.girlsWods.angie.block.3.details
source: Pull-ups com escápulas ativas Push-ups com core firme Squats completos
en: Pull-ups with active shoulder blades Push-ups with a braced core Full squats
es: Pull-ups con escápulas activas Push-ups con core firme Sentadillas completas

# default_workout.crossfit.girlsWods.angie.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.angie.block.5.details
source: Iniciante: 50 reps de cada / ring rows Scale: 75 reps / pull-ups com elástico RX: Conforme prescrito
en: Beginner: 50 repetitions of each / ring rows Scaled: 75 reps / band-assisted pull-ups RX: As prescribed
es: Principiante: 50 repeticiones de cada / ring rows Escalado: 75 repeticiones / pull-ups con banda elástica RX: Según lo prescrito

# default_workout.crossfit.girlsWods.angie.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.girlsWods.angie.description
source: Um benchmark puro de resistência muscular e capacidade mental.
en: A pure benchmark of muscular endurance and mental capacity.
es: Benchmark puro de resistencia muscular y capacidad mental.

# default_workout.crossfit.girlsWods.angie.title
source: Angie – Clássico de Volume Corporal
en: Angie – Bodyweight Volume Classic
es: Angie – Clásico de volumen corporal

# default_workout.crossfit.girlsWods.annie.block.1.details
source: • Double unders leves • Sit-ups controlados
en: • Light Double unders • Controlled Sit-ups
es: • Double unders ligeros • Sit-ups controlados

# default_workout.crossfit.girlsWods.annie.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.annie.block.2.details
source: Treino rápido, ideal para alta intensidade.
en: A fast workout, ideal for high intensity.
es: Entrenamiento rápido, ideal para alta intensidad.

# default_workout.crossfit.girlsWods.annie.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.girlsWods.annie.block.3.details
source: • Double unders relaxados
en: • Relaxed Double unders
es: • Double unders relajados

# default_workout.crossfit.girlsWods.annie.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.annie.block.5.details
source: • Iniciante: Single unders • Scale: Double unders reduzidos • RX: Prescrito
en: • Beginner: Single unders • Scaled: fewer double unders • RX: As prescribed
es: • Principiante: Saltos simples • Escalado: menos double unders • RX: Prescrito

# default_workout.crossfit.girlsWods.annie.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.girlsWods.annie.description
source: Benchmark rápido focado em core e coordenação.
en: A fast benchmark focused on core strength and coordination.
es: Benchmark rápido centrado en el core y la coordinación.

# default_workout.crossfit.girlsWods.annie.title
source: Annie – Coordenação e Core
en: Annie – Coordination and Core
es: Annie – Coordinación y core

# default_workout.crossfit.girlsWods.barbara.block.1.details
source: Corrida leve + mobilidade 1 round reduzido do WOD
en: Easy run + mobility 1 shortened round of the WOD
es: Carrera suave + movilidad 1 ronda reducida del WOD

# default_workout.crossfit.girlsWods.barbara.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.barbara.block.2.details
source: Descanso obrigatório de 3 minutos entre rounds.
en: Mandatory 3-minute rest between rounds.
es: Descanso obligatorio de 3 minutos entre rondas.

# default_workout.crossfit.girlsWods.barbara.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.girlsWods.barbara.block.3.details
source: Controle respiratório e pacing.
en: Breathing control and pacing.
es: Control respiratorio y del ritmo.

# default_workout.crossfit.girlsWods.barbara.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.barbara.block.4.details
source: 5 rounds, each for time of: 20 Pull-ups 30 Push-ups 40 Sit-ups 50 Squats Rest 3 min entre rounds
en: 5 rounds, each for time of: 20 Pull-ups 30 Push-ups 40 Sit-ups 50 Squats Rest 3 min between rounds
es: 5 rondas, cada una por tiempo: 20 Pull-ups 30 Push-ups 40 Sit-ups 50 Squats Descansar 3 min entre rondas

# default_workout.crossfit.girlsWods.barbara.block.5.details
source: Iniciante: Metade das reps Scale: Pull-ups com elástico RX: Prescrito
en: Beginner: Half the repetitions Scaled: band-assisted pull-ups RX: As prescribed
es: Principiante: La mitad de las repeticiones Escalado: Pull-ups con banda elástica RX: Prescrito

# default_workout.crossfit.girlsWods.barbara.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.girlsWods.barbara.description
source: Benchmark de volume e recuperação ativa.
en: A benchmark of volume and active recovery.
es: Benchmark de volumen y recuperación activa.

# default_workout.crossfit.girlsWods.barbara.title
source: Barbara – Resistência Intervalada
en: Barbara – Interval Endurance
es: Barbara – Resistencia por intervalos

# default_workout.crossfit.girlsWods.chelsea.block.1.details
source: EMOM leve de 5 min: • 3 Pull-ups • 6 Push-ups • 9 Squats Mobilidade de ombros
en: Easy EMOM of 5 min: • 3 Pull-ups • 6 Push-ups • 9 Squats Shoulder mobility
es: EMOM suave de 5 min: • 3 Pull-ups • 6 Push-ups • 9 Squats Movilidad de hombros

# default_workout.crossfit.girlsWods.chelsea.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.chelsea.block.2.details
source: O atleta deve completar as reps dentro do minuto. Quando não consegue, o treino termina.
en: The athlete must complete the repetitions within the minute. When they cannot, the workout ends.
es: El atleta debe completar las repeticiones dentro del minuto. Cuando no lo consigue, el entrenamiento termina.

# default_workout.crossfit.girlsWods.chelsea.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.girlsWods.chelsea.block.3.details
source: • Movimentos rápidos e econômicos • Transições imediatas
en: • Fast, efficient movements • Immediate transitions
es: • Movimientos rápidos y eficientes • Transiciones inmediatas

# default_workout.crossfit.girlsWods.chelsea.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.chelsea.block.5.details
source: • Iniciante: EMOM 15–20 min • Scale: Pull-ups com elástico • RX: Prescrito
en: • Beginner: EMOM 15–20 min • Scaled: band-assisted pull-ups • RX: As prescribed
es: • Principiante: EMOM 15–20 min • Escalado: Pull-ups con banda elástica • RX: Prescrito

# default_workout.crossfit.girlsWods.chelsea.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.girlsWods.chelsea.description
source: Benchmark em formato EMOM que exige disciplina, eficiência e resistência progressiva.
en: An EMOM benchmark demanding discipline, efficiency and progressive endurance.
es: Benchmark en formato EMOM que exige disciplina, eficiencia y resistencia progresiva.

# default_workout.crossfit.girlsWods.chelsea.title
source: Chelsea – Consistência Sob Pressão
en: Chelsea – Consistency Under Pressure
es: Chelsea – Constancia bajo presión

# default_workout.crossfit.girlsWods.cindy.block.1.details
source: EMOM leve de movimentos do WOD.
en: An easy EMOM of the WOD movements.
es: EMOM suave de los movimientos del WOD.

# default_workout.crossfit.girlsWods.cindy.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.cindy.block.2.details
source: Boa postura e transições rápidas.
en: Good posture and quick transitions.
es: Buena postura y transiciones rápidas.

# default_workout.crossfit.girlsWods.cindy.block.2.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.cindy.block.4.details
source: Iniciante: Ring rows / joelhos no chão Scale: Pull-ups assistidos RX: Prescrito
en: Beginner: Ring rows / knees on the floor Scaled: Assisted pull-ups RX: As prescribed
es: Principiante: Ring rows / rodillas en el suelo Escalado: Pull-ups asistidos RX: Prescrito

# default_workout.crossfit.girlsWods.cindy.block.4.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.girlsWods.cindy.description
source: AMRAP icônico para capacidade aeróbica.
en: An iconic AMRAP for aerobic capacity.
es: AMRAP icónico para la capacidad aeróbica.

# default_workout.crossfit.girlsWods.cindy.title
source: Cindy – AMRAP icônico para capacidade aeróbica
en: Cindy – Iconic AMRAP for Aerobic Capacity
es: Cindy – AMRAP icónico para capacidad aeróbica

# default_workout.crossfit.girlsWods.diane.block.1.details
source: • Deadlift leve progressivo • Progressões de handstand push-up
en: • Progressive light Deadlift • Handstand push-up progressions
es: • Deadlift ligero progresivo • Progresiones de handstand push-up

# default_workout.crossfit.girlsWods.diane.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.diane.block.2.details
source: Treino curto e agressivo. Técnica é essencial para segurança.
en: A short, aggressive workout. Technique is essential for safety.
es: Entrenamiento corto y agresivo. La técnica es esencial para la seguridad.

# default_workout.crossfit.girlsWods.diane.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.girlsWods.diane.block.3.details
source: • Deadlift com coluna neutra • HSPU com linha corporal estável
en: • Deadlift with a neutral spine • HSPU with a stable body line
es: • Deadlift con columna neutra • HSPU con línea corporal estable

# default_workout.crossfit.girlsWods.diane.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.diane.block.5.details
source: • Iniciante: Deadlift leve / pike push-ups • Scale: Deadlift moderado / HSPU com abmat • RX: Prescrito
en: • Beginner: Light Deadlift / pike push-ups • Scaled: Moderate Deadlift / HSPU with an AbMat • RX: As prescribed
es: • Principiante: Deadlift ligero / pike push-ups • Escalado: Deadlift moderado / HSPU con AbMat • RX: Prescrito

# default_workout.crossfit.girlsWods.diane.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.girlsWods.diane.description
source: Benchmark intenso que combina levantamento pesado e ginástica invertida sob fadiga.
en: An intense benchmark combining heavy lifting and inverted gymnastics under fatigue.
es: Benchmark intenso que combina levantamiento pesado y gimnasia invertida bajo fatiga.

# default_workout.crossfit.girlsWods.diane.title
source: Diane – Força e Ginástica
en: Diane – Strength and Gymnastics
es: Diane – Fuerza y gimnasia

# default_workout.crossfit.girlsWods.elizabeth.block.1.details
source: • Técnica de clean • Dips em argola assistidos
en: • Technique for clean • Assisted ring dips
es: • Técnica de clean • Dips en anillas asistidos

# default_workout.crossfit.girlsWods.elizabeth.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.elizabeth.block.2.details
source: Transições rápidas e domínio técnico fazem a diferença.
en: Quick transitions and technical mastery make the difference.
es: Las transiciones rápidas y el dominio técnico marcan la diferencia.

# default_workout.crossfit.girlsWods.elizabeth.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.girlsWods.elizabeth.block.3.details
source: • Clean eficiente e próximo ao corpo • Ring dips com ombros estáveis
en: • Efficient clean with the bar close to the body • Ring dips with stable shoulders
es: • Clean eficiente con barra cerca del cuerpo • Ring dips con hombros estables

# default_workout.crossfit.girlsWods.elizabeth.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.elizabeth.block.5.details
source: • Iniciante: Power clean leve / dips em banco • Scale: Clean moderado / ring dips com elástico • RX: Prescrito
en: • Beginner: Light Power clean / bench dips • Scaled: Moderate Clean / band-assisted ring dips • RX: As prescribed
es: • Principiante: Power clean ligero / dips en banco • Escalado: Clean moderado / ring dips con banda elástica • RX: Prescrito

# default_workout.crossfit.girlsWods.elizabeth.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.girlsWods.elizabeth.description
source: Benchmark clássico de força explosiva e controle corporal em argolas.
en: A classic benchmark of explosive strength and body control on rings.
es: Benchmark clásico de fuerza explosiva y control corporal en anillas.

# default_workout.crossfit.girlsWods.elizabeth.title
source: Elizabeth – Potência e Controle
en: Elizabeth – Power and Control
es: Elizabeth – Potencia y control

# default_workout.crossfit.girlsWods.fran.block.1.details
source: • Técnica de thruster • Pull-ups em séries curtas
en: • Technique for thruster • Pull-ups in short sets
es: • Técnica de thruster • Pull-ups en series cortas

# default_workout.crossfit.girlsWods.fran.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.fran.block.2.details
source: Treino curto e extremamente intenso. Pacing é decisivo.
en: A short, extremely intense workout. Pacing is decisive.
es: Entrenamiento corto y extremadamente intenso. El control del ritmo es decisivo.

# default_workout.crossfit.girlsWods.fran.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.girlsWods.fran.block.3.details
source: • Thruster fluido e explosivo • Pull-ups eficientes (kipping ou butterfly)
en: • Fluid, explosive thruster • Efficient pull-ups (kipping or butterfly)
es: • Thruster fluido y explosivo • Pull-ups eficientes (kipping o butterfly)

# default_workout.crossfit.girlsWods.fran.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.fran.block.5.details
source: • Iniciante: Thruster leve / ring rows • Scale: Thruster moderado / pull-ups com elástico • RX: Prescrito
en: • Beginner: Light Thruster / ring rows • Scaled: Moderate Thruster / band-assisted pull-ups • RX: As prescribed
es: • Principiante: Thruster ligero / ring rows • Escalado: Thruster moderado / pull-ups con banda elástica • RX: Prescrito

# default_workout.crossfit.girlsWods.fran.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.girlsWods.fran.description
source: Um dos benchmarks mais icônicos do CrossFit, medindo potência, velocidade e resistência mental.
en: One of CrossFit's most iconic benchmarks, measuring power, speed and mental endurance.
es: Uno de los benchmarks más icónicos de CrossFit, que mide potencia, velocidad y resistencia mental.

# default_workout.crossfit.girlsWods.fran.title
source: Fran – Velocidade Máxima
en: Fran – Maximum Speed
es: Fran – Velocidad máxima

# default_workout.crossfit.girlsWods.grace.block.1.details
source: • Progressão técnica de clean & jerk
en: • Clean & jerk technique progression
es: • Progresión técnica de clean & jerk

# default_workout.crossfit.girlsWods.grace.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.grace.block.2.details
source: Treino contínuo, com foco em execução segura e eficiente.
en: A continuous workout focused on safe, efficient execution.
es: Entrenamiento continuo centrado en una ejecución segura y eficiente.

# default_workout.crossfit.girlsWods.grace.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.girlsWods.grace.block.3.details
source: • Barra próxima ao corpo • Jerk estável e rápido
en: • Bar close to the body • Stable, fast jerk
es: • Barra cerca del cuerpo • Jerk estable y rápido

# default_workout.crossfit.girlsWods.grace.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.grace.block.5.details
source: • Iniciante: Clean & press leve • Scale: Clean & jerk moderado • RX: Prescrito
en: • Beginner: light clean & press • Scaled: moderate clean & jerk • RX: As prescribed
es: • Principiante: clean & press ligero • Escalado: clean & jerk moderado • RX: Prescrito

# default_workout.crossfit.girlsWods.grace.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.girlsWods.grace.description
source: Benchmark simples e brutal, focado em força explosiva e resistência anaeróbica.
en: A simple, brutal benchmark focused on explosive strength and anaerobic endurance.
es: Benchmark sencillo y brutal, centrado en la fuerza explosiva y la resistencia anaeróbica.

# default_workout.crossfit.girlsWods.grace.title
source: Grace – Potência Pura
en: Grace – Pure Power
es: Grace – Potencia pura

# default_workout.crossfit.girlsWods.helen.block.1.details
source: • Corrida leve • Kettlebell swings técnicos
en: • Easy running • Technical Kettlebell swings
es: • Carrera suave • Kettlebell swings técnicos

# default_workout.crossfit.girlsWods.helen.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.helen.block.2.details
source: Ritmo consistente é mais importante que explosões isoladas.
en: A consistent pace matters more than isolated bursts.
es: El ritmo constante es más importante que los esfuerzos explosivos aislados.

# default_workout.crossfit.girlsWods.helen.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.girlsWods.helen.block.3.details
source: • Swing russo ou americano conforme prescrito • Pull-ups eficientes
en: • Russian or American swing as prescribed • Efficient Pull-ups
es: • Swing ruso o americano según lo prescrito • Pull-ups eficientes

# default_workout.crossfit.girlsWods.helen.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.helen.block.5.details
source: • Iniciante: KB leve / ring rows • Scale: KB moderado / pull-ups com elástico • RX: Prescrito
en: • Beginner: light KB / ring rows • Scaled: moderate KB / band-assisted pull-ups • RX: As prescribed
es: • Principiante: KB ligera / ring rows • Escalado: KB moderada / pull-ups con banda elástica • RX: Prescrito

# default_workout.crossfit.girlsWods.helen.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos
